#+TAGS: math haskell

****** TODO : All code on one page:  draw a textured sqaure
			 CLOCK: [2015-11-30 Mon 19:12]--[2015-11-30 Mon 19:13] =>  0:01
******* TODO : in C++
				CLOCK: [2015-11-30 Mon 19:13]--[2015-11-30 Mon 19:22] =>  0:09
				[[~/.contexts/OpenGL_Bible/src/my_first_spinning_cube]] - seems like a good starting point for a spinning textured triangle
				<2015-12-28 Mon>
** DONE : test todo - start a timer																 :foo::bar:
	 (C-c C-x C-i) start a timer (in timer)
	 (C-c C-x C-o) end timer (out-timer)
	 CLOCK: [2015-11-28 Sat 18:01]--[2015-11-28 Sat 18:03] =>  0:02
	 
	 
	 

	

		[2015-01-12 Mon]
		(OlexP script to start Houdini)
		alias hdk='hdktmp=`pwd`; cd $HFS; source houdini_setup; cd $hdktmp; unset hdkt

		While playing with Gnus, I've recovered an old e-mail from Richard,
		he sent me a few pdf's on machine learning, among which was:
		[[file:~/Documents/Machine%20Learning%20in%20Action.pdf][file:~/Documents/Machine Learning in Action.pdf]]
